/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "Završi";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Pretraži";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "Otvori u Safariju";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Idi natrag.";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Dvostrukim dodirom vratite se na prethodnu web-stranicu.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Podijeli.";
